import React,{Component} from 'react'

export default class Service extends Component {
  render() {
    return (
      <div className="tos">
      <h1>使用条款  </h1>
      <dl>
          <dd>本用户条款和条件(以下简称“用户条款”)适用于您访问和使用我们的网站 www.la-feng.com(以下简称“网站”)、服务、应用程序(定义见下文)，以及在网站、服务、应用程序上或通过它们向您提供的所有信息、建议和/或服务。 </dd>
          <dd>在下载我们的应用程序和/或使用我们的服务之前，请先仔细阅读本《用户条款》。</dd>
          <dd>一、接受条款</dd>
          <dd><ol>
              <li>本协议所有规定，为本服务提供的基本规则，其他所有拉风已经发布或将来可能发布的各类规则为本协议的补充。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。 </li>
              <li>以任何方式进入拉风并使用本公司服务即表示您已充分阅读、理解并同意接受本协议的条款和条件（以下合称“条款”）。</li>
              <li>拉风有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。拉风可以，但无义务对每次条款的修改进行逐一通知。 </li>
              <li>本协议条款变更后，如果您继续使用拉风的软件或服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用拉风的软件或服务。
              </li>
          </ol></dd>
          <br/><br/>
          <dd>二、 我们的服务 </dd>
          <dd>拉丰科技有限公司（以下简称“我们”）向您提供信息以及提供第三方汽车租赁服务提供商（“租 车服务供应商”）和/或第三方驾驶员服务提供商（“驾驶服务供应商”）的途径。您可通过下载并安装到单台移动设备（智能手机）上的“拉风”应用程序上的平台（以下称“拉风出行平台”）选择并使用所有的服务。
          </dd>
          <br/><br/>
          <dd>三、合同的达成</dd>
          <dd>通过拉风平台选择并使用服务，即跟我们达成了合约（以下简称“合约”）。</dd>
          <dd>为使用前述服务，您必须先在拉风平台上注册，然后才能使用应用程序或服务。注册时，您必须提供个人信息、移动电话号码。</dd>
          <dd>如果您是代表个人签订本合约、您具有完全民事行为能力；如果您是代表法人实体签订本合约，您获得的授权签订（并约束该法人实体）遵守本《用户条款》，以及注册服务和应用程序。
          </dd>
          <br/><br/>
          <dd>四、如何使用拉风平台 </dd>
          <dd>您可以通过拉风出行平台向租车服务供应商请求租车服务，同时，拉风平台还将协助您请求驾驶员服务供应商的服务。如果租车服务供应商接受请求，拉风平台会通知您并提供该租车服务供应商及驾驶员的相关信息。</dd>
          <dd>我们将作出合理的努力，让您联系上服务提供商以获得服务。不过，这受制于您请求服务之时所在位置周边是否有租车服务供应商及/或驾驶服务供应商。
          </dd>
          <br/><br/>
          <dd>五、您的担保及承诺 </dd>
          <dd>您担保，您向我们提供的信息真实、准确、完整。我们在任何时候都有权验证您所提供的信息，并有权再不提供任何理由的情况下拒绝向您提供服务或拒绝您使用我们的应用程序。 </dd>
          <dd>您使用拉风平台，即表示您还同意以下事项： </dd>
          <dd>
              <ol>
                  <li>您处于您个人用途使用服务或下载应用程序，并且不会转售给第三方； </li>
                  <li>您不会将服务或应用程序用于非法目的，包括（但不限于）发送或存储任何非法资料或者用于欺诈目的；</li>
                  <li>您不会利用服务或应用程序骚扰、妨碍他人或造成不便； </li>
                  <li>您不会影响网络的正常运行； </li>
                  <li>您不会尝试危害服务或应用程序； </li>
                  <li>当我们提出合理请求时，您会提供身份证明； </li>
                  <li>您将遵守自己国家/地区、省和/或市的所有适用法律。 </li>
              </ol>
          </dd>
          <dd>如果您违反以上任一规则，我们保留立即终止向您提供服务和拒绝您使用应用程序的权力。
          </dd>
          <dd>六、付款及发票 </dd>
          <dd>您可以免费下载和使用我们的应用程序和服务。我们保留日后就应用程序和/或服务收取使用费的权利。如果我们决定收取此类费用，我们将向您发送通知，并允许您选择继续履行或终止本合约。 </dd>
          <dd>您可以在网站上或通过拉风平台查看租车/驾驶服务供应商所提供的服务价格。这些价格可能会进行更新。您必须自行留意服务的现行价格。 </dd>
          <dd>我们将根据欲租车和驾驶服务供应商之间的协议，代表租车和驾驶服务供应商向您收取租车及/或驾驶服务的费用。您将获得以租车服务供应商和驾驶服务供应商名义分别就与其服务对应的收费开具的发票。 </dd>
          <dd>我们使用第三方电子支付服务供应商（以下简称“第三方电子支付服务商”），将您的微信支付账户和支付宝支付账户关联到您在拉风平台的个人账户。处理您使用服务相关的付款时，除了受到本《用户条款》的约束之外，还要受电子支付服务商及信用卡/借记卡发卡行的条款和政策 的约束。我们对于电子支付服务上或银行发生的错误不承担责任。我们将获取与您使用服务相关的特定交易明细。在使用这些信息时我们将严格遵守相关法律法规和公司的各项政策。 </dd>
          <dd>
              <ol>
                  <li>任何会员注册过程中，必须按照要求向拉风提供真实有效的银行帐户资料，拉风依据会员授权利用该账户为会员进行收支结算。 </li>
                  <li>您预定请求的发出，即视为您同意宝驾使用其借记卡或信用卡来支付相应费用，此时拉风会要求用户根据协议提供本公司规定金额的提供付款预售权。 </li>
                  <li>如果借记卡或信用卡非因发卡单位拒绝而导致支付未能完成的，造成任何会员账户出现未清余额，用户不得发出任何预订请求，直至拉风收到全额付款的余额为止。 </li>
                  <li>如果会员的信用记录未满足拉风的需要或受到拉风质疑，会员必须按照要求向宝驾提供他/她的一份身份证副本及地址证明。拉风可以在会员注册期的任何时间索取该资料
                  </li>
              </ol>
          </dd>
          <dd>七、赔偿 </dd>
          <dd>您接受本《用户条款》并使用拉风平台中的个应用程序及/或服务，基表示您同意：对于因以下事项产生的或与以下事项相关的任何及所有索赔、费用、赔偿、损失、债务和开销（包括法律费和诉讼费），您应该予以赔偿，使其免受损失。 </dd>
          <dd><ol>
              <li>您触犯或违反本《用户条款》中的任何条款或任何使用的法律法规（无论此处是否提 及）； </li>
              <li>您触犯任何第三方的任何权利，包括通过应用程序安排的租车/驾驶服务提供商；或您使用或滥用应用程序或服务。 </li>
          </ol></dd>
      </dl>
      <dl>
          <dt>租车服务协议</dt>
          <dd>以下甲方指租车服务供应商，乙方指租车方。 </dd>
          <dd>一、甲方的权利及义务 </dd>
          <dd>
              <ol>
                  <li>甲方同意接受乙方通过拉风出游打车信息平台发出的租车订单，并按照乙方选定的车辆、接送时间及地点、行驶线路以及在拉风出游打车信息平台公示的租车价格等求向乙方提供租车服务。 </li>
                  <li>甲方委托拉风出游打车信息平台向乙方收取租车服务费并按照乙方在拉风出游打车信息平台预留的相关信息向乙方开具、送达相应金额的发票。 </li>
                  <li>甲方依法享有租赁汽车的所有权，可在车辆上加设甲方标志，可通过合理方式了解租赁汽车的使用情况和安全状态，有权在提供代替车的前提下召回需要进行保养、维修、年检及办理相关许可手续等的租赁汽车。</li>
                  <li>甲方应保证所提供的车辆均符合有关车辆租赁法律法规中的各项规定。 </li>
              </ol>
          </dd>
          <dd>二、乙方的权利及义务</dd>
          <dd>
              <ol>
                  <li>乙方应依约及时通过甲方委托收款的拉风出游打车信息平台支付租车服务费。 </li>
                  <li>乙方应向甲方提供真实、准确的个人信息。 </li>
                  <li>乙方依法与甲方同意的租赁期间内享有租赁汽车的使用权，不得将车辆进行专卖、抵押、质押、典当、转租或实施人和超越乙方在全部租车文件项下法律权利的行为。如有违反，乙方承担由此带来的一切法律后果并赔偿甲方损失，包括甲方可能获得的租赁收入损失。 </li>
                  <li>乙方应按照车辆行驶证在性能、机动车操作规程及相关法律、法规的规定正确使用租赁汽车；不得将车辆用于教练车或进行体育、竞赛、抗震抗压等测试以及其他具有破坏性的驾驶或试验；不得装载易燃易爆物品或腐蚀性及具有浓重异味物品；不得利用车辆进行营利性质的客货运输；不得利用车辆进行违法或其它任何有损甲方、第三人合法权益的活动。 </li>
                  <li>乙方变更、取消订单的，要按照计费规则支付相应费用。 </li>
                  <li>乙方污损、损坏车辆的予以赔偿。 </li>
              </ol>
          </dd>
          <dd>三、车辆保险 </dd>
          <dd><ol>
              <li>乙方享有甲方《服务手册》中载明的各项保险权益，同时须按《服务手册》中约定履行理赔义务。 </li>
              <li>如租赁汽车在租赁期内发生事故，首先由甲方所购保险赔偿，对于保险赔付范围外的相应损失，包括但不限于保险不足额理赔或不予理赔部分的各方协商解决。
              </li>
          </ol></dd>
          <dd>四、生效及其他 </dd>
          <dd><ol>
              <li>本协议自甲方接受乙方通过拉风出游打车信息平台发出的租车订单时生效。</li>
              <li>双方关于本协议的争议，应友好协商解决。协商不成的，任何一方可向有管辖权限的人民法院提起诉讼。</li>
              <li>乙方同意甲方可将全部租车文件项下的权利义务（包括诉讼管辖之约定）在第三方承诺全部接受甲方的权利义务的前提下全部或部分转让给第三方。</li>
          </ol></dd>
      </dl>

      <dl>
          <dt>驾驶服务协议</dt>
          <dt>以下甲方指驾驶服务供应商，乙方指驾驶服务的用户。</dt>
          <dd>一、 甲方同意接受乙方通过拉风出游打车信息平台发出的驾驶服务订单，接受乙方的服务预约，保证按本公司《代驾服务管理规范》要求把乙方从预约指定地点安全送至目的地。 </dd>
          <dd>二、 出发前乙方应配合甲方代驾员了解车辆特征的情况。如乙方车辆已有破损情况须经双方确认。若乙方车况不良而引发的车辆损坏，甲方将不承担赔偿责任。 </dd><br/>
          <dd>三、 乙方有责任妥善保管好车内及随身财物，以免引发不必要的法律纠纷。甲方也严格要求自己的代驾员不得接触乙方车内及随身财物。 </dd>
          <dd>四、服务期间乙方不得干扰甲方代驾员驾驶，不得要求违反交通法规操作和行驶。如乙方提出过分要求，甲方代驾员有权拒绝。</dd>
          <dd>五、如遇意外交通事故发生，若属于甲方代驾员违章行为而应承担的责任，按保险公司的车辆损失赔偿规定将由甲方承担。属对方车辆主要负责的，甲方不负责损失赔偿，但可协助交警调查及保险理赔。 </dd>
          <dd>六、甲方委托拉风出游打车信息平台收取驾驶服务费。如乙方要求开具发票的，甲方将按照乙方在拉风出游打车信息平台预留的相关信息向乙方开具、送达相应金额的发票。 </dd>
          <dd>七、</dd>
          <dd>7.1 本协议自甲方接受乙方通过拉风出游打车信息平台发出的驾驶服务订单时生效。</dd>
          <dd>7.2 双方对于本协议的争议，应友好协商解决。协商不成的，任何一方可向有管辖权的人民法院提起诉讼。 </dd>
          <dd>7.3 乙方同意甲方可将本协议项下的权利义务（包括诉讼管辖之约定）在第三方承诺全部接受甲方的权利义务的前提下全部或部分转让给第三方。</dd>
      </dl>
      </div>
    );
  }
}
